sections_dict = {
    "position": ["желаемая должность и зарплата", "желаемая должность", "должность", "позиция", "специализация"],
    "work_experience": ["опыт работы", "профессиональный опыт", "опыт"],
    "education": ["образование", "высшее образование"],
    "courses": ["курсы повышения квалификации", "курсы"],
    "projects": ["дополнительные проекты", "проектная работа", "научные работы"],
    "achievements": ["увлечения и достижения", "личные достижения", "достижения"],
    "skills": ["ключевые навыки", "основные навыки", "профессиональные навыки", "навыки и технологии",
               "навыки и знания", "навыки", "скиллы"],
    "other_info": ["дополнительная информация", "дополнительно", "увлечения", "подробнее"],
    "languages": ["знание языков", "владение иностранными языками", "языки"],
    "personal": ["личностные качества", "личные качества", "о себе", "обо мне", "основная информация"],
    "driving": ["опыт вождения", "водительские права"]
}

languages_list = ["русский", "английский", "немецкий", "французский", "испанский", "итальянский", "китайский",
                  "японский", "чешский", "арабский"]
