sections_dict = {
    "position": ["желаемая должность и зарплата", "желаемая должность", "должность", "позиция", "специализация"],
    "work_experience": ["опыт работы", "профессиональный опыт", "опыт", "стажировка", "стажировки"],
    "education": ["образование", "высшее образование"],
    "courses": ["курсы повышения квалификации", "курсы"],
    "projects": ["дополнительные проекты", "проектная работа", "научные работы"],
    "achievements": ["увлечения и достижения", "личные достижения", "достижения"],
    "skills": ["ключевые навыки", "основные навыки", "профессиональные навыки", "навыки и технологии",
               "навыки и знания", "навыки", "скиллы", "инструменты"],
    "other_info": ["дополнительная информация", "дополнительно", "увлечения", "подробнее"],
    "languages": ["знание языков", "владение иностранными языками", "языки"],
    "personal": ["личностные качества", "личные качества", "о себе", "обо мне", "основная информация"],
    "driving": ["опыт вождения", "водительские права"]
}

forbidden_words = ["достижения", "курсы", "стажировка", "стажировки", "должность", "позиция",
                   "специализация", "дополнительно", "увлечения", "подробнее", "языки"]

languages_list = ["Русский", "Английский", "Немецкий", "Французский", "Испанский", "Итальянский", "Китайский",
                  "Японский", "Чешский", "Арабский"]
